/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "Er is een fout opgetreden op de server. Probeer opnieuw.";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "Er is een onbekende fout opgetreden. Probeer opnieuw.";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "API-sleutels";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "Genereer";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "Alleen bij geen andere bewerkingen op de Mac";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "Alleen bij tenminste prioriteit:";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "Prefix voor meldingen:";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Prowl login";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "Versturen naar Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "Het programma stuurde een commando dat de server niet begreep. Probeer opnieuw.";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "U hebt niet aangemeld zodat een API-sleutel kan worden gegenereerd.";

